Repository: yusuftym/orangehrm-turkce-dil-paketi
Catalog: i18n-*.xlf
Languages: tr_tr

# gdpr_note
source: Users who seek access to their data, or who seek to correct, amend, or delete the given information should direct their requests to Data@orangehrm.com with the subject "Purge Records (Instance Identifier: {instanceIdentifier})"
tr_tr: Verilerine erişmek veya verilen bilgileri düzeltmek, değiştirmek veya silmek isteyen kullanıcılar, taleplerini konu satırında "Kayıtları Temizle (Örnek Tanımlayıcı: {instanceIdentifier})" belirterek Data@orangehrm.com adresine yönlendirmelidir.

source: Yes, Purge
tr_tr: Evet, Temizle

# purge_candidates_warning
source: You are about to purge selected candidates permanently. Are you sure you want to continue? This operation cannot be undone
tr_tr: Seçili adayları kalıcı olarak temizlemek üzeresiniz. Devam etmek istediğinize emin misiniz? Bu işlem geri alınamaz.

# purge_employee_warning
source: You are about to purge the employee permanently. Are you sure you want to continue? This operation cannot be undone
tr_tr: Çalışanı kalıcı olarak temizlemek üzeresiniz. Devam etmek istediğinize emin misiniz? Bu işlem geri alınamaz.

source: Add Photos
tr_tr: Fotoğraf Ekle

source: Buzz Newsfeed
tr_tr: Buzz Haber Akışı

source: Delete Post
tr_tr: Gönderiyi Sil

source: Edit Post
tr_tr: Gönderiyi Düzenle

source: Like
tr_tr: Beğen

# file_size_validation_message
source: Maximum allowed file size is 2MB
tr_tr: İzin verilen maksimum dosya boyutu 2MB'dır

source: Most Commented Posts
tr_tr: En Çok Yorumlanan Gönderiler

source: Most Liked Posts
tr_tr: En Çok Beğenilen Gönderiler

source: Most Recent Posts
tr_tr: En Son Gönderiler

source: No Posts Available
tr_tr: Gönderi Yok

# file_type_validation_message
source: Only 'gif', 'png', 'jpg', 'jpeg' type images are allowed!
tr_tr: Yalnızca 'gif', 'png', 'jpg', 'jpeg' türündeki resimler izinlidir!

source: Paste Video URL
tr_tr: Video URL'sini Yapıştır

source: Post
tr_tr: Gönderi

source: Press Esc to
tr_tr: Esc tuşuna basın

source: Read More
tr_tr: Daha Fazla Oku

source: Share
tr_tr: Paylaş

source: Share Photos
tr_tr: Fotoğrafları Paylaş

source: Share Post
tr_tr: Gönderiyi Paylaş

source: Share Video
tr_tr: Videoyu Paylaş

# post_delete_confirmation_message
source: The selected item will be permanently deleted. Are you sure you want to continue?
tr_tr: Seçili öğe kalıcı olarak silinecektir. Devam etmek istediğinize emin misiniz?

source: Upcoming Anniversaries
tr_tr: Yaklaşan Yıl Dönümü Kutlamaları

source: Video URL
tr_tr: Video URL'si

# post_placeholder
source: What's on your mind?
tr_tr: Aklında ne var?

source: Write your comment...
tr_tr: Yorumunuzu yazın...

# n_comment
source: {commentCount,plural, =0{0 Comments} one{1 Comment} other{# Comments}}
tr_tr: {commentCount,plural, =0{0 Yorum} one{1 Yorum} other{# Yorum}}

# n_like
source: {likesCount,plural, =0{0 Likes} one{1 Like} other{# Likes}}
tr_tr: {likesCount,plural, =0{0 Beğeni} one{1 Beğeni} other{# Beğeni}}

# n_share
source: {shareCount,plural, =0{0 Shares} one{1 Share} other{# Shares}}
tr_tr: {shareCount,plural, =0{0 Paylaşım} one{1 Paylaşım} other{# Paylaşım}}

# n_year
source: {yearsCount,plural, =0{} one{Year} other{Years}}
tr_tr: {yearsCount,plural, =0{} one{Yıl} other{Yıl}}

source: Customer Support
tr_tr: Müşteri Destek

source: Getting Started with OrangeHRM
tr_tr: OrangeHRM ile Başlarken

# getting_started_with_orangehrm_message_1
source: Learning how to use a new application can be challenging. At OrangeHRM, we are committed to providing you with the necessary knowledge and skills required to fully utilize the application thereby allowing you to quickly and efficiently manage your HR processes.
tr_tr: Yeni bir uygulamayı kullanmayı öğrenmek zorlayıcı olabilir. OrangeHRM olarak, size uygulamayı tam anlamıyla kullanabilmek için gerekli bilgi ve becerileri sağlamak için buradayız; böylece insan kaynakları süreçlerinizi hızlı ve verimli bir şekilde yönetebilirsiniz.

# contact_us_on_message
source: Should you experience any issues, please do not hesitate to contact us on
tr_tr: Eğer herhangi bir sorun yaşarsanız, lütfen bizimle iletişime geçmekten çekinmeyin:

# getting_started_with_orangehrm_message_2
source: The following information repositories are available to help you understand the application:
tr_tr: Uygulamayı anlamak için aşağıdaki bilgi kaynakları mevcuttur:

source: We will be delighted to help.
tr_tr: Size yardımcı olmaktan mutluluk duyarız.

source: Attendance Configuration
tr_tr: Devam İzleme Yapılandırması

source: Attendance Total Summary Report
tr_tr: Devam İzleme Toplam Özeti Raporu

source: Duration (Hours)
tr_tr: Süre (Saat)

source: Edit Attendance Records
tr_tr: Devam Kayıtlarını Düzenle

source: Employee Attendance Records
tr_tr: Çalışan Devam Kayıtları

source: Employee can change current time when punching in/out
tr_tr: Çalışan, giriş/çıkış yaparken mevcut saati değiştirebilir

source: Employee can edit/delete own attendance records
tr_tr: Çalışan kendi devam kayıtlarını düzenleyebilir/silebilir

source: In
tr_tr: Giriş

source: My Attendance Records
tr_tr: Devam Kayıtlarım

source: Not Punched In
tr_tr: Giriş Yapılmadı

source: Out
tr_tr: Çıkış

source: Overlapping Records Found
tr_tr: Çakışan Kayıtlar Bulundu

source: Punch In
tr_tr: Giriş Yap

source: Punch In Note
tr_tr: Giriş Notu

source: Punch Out
tr_tr: Çıkış Yap

source: Punch Out Note
tr_tr: Çıkış Notu

source: Punched In
tr_tr: Giriş Yapıldı

source: Punched In Note
tr_tr: Giriş Yapma Notu

source: Punched Out
tr_tr: Çıkış Yapıldı

source: Punched in time
tr_tr: Giriş Yapılma Zamanı

source: Supervisor can add/edit/delete attendance records of subordinates
tr_tr: Yönetici, astlarının devam kayıtlarını ekleyebilir/düzenleyebilir/silebilir

source: Timezone
tr_tr: Saat Dilimi

source: hh:mm
tr_tr: ss:dd

# reset_password_link_via_email
source: A reset password link has been sent to you via email.
tr_tr: Şifre sıfırlama bağlantısı e-posta yoluyla size gönderildi.

source: Access and manage your data
tr_tr: Verilerinize erişin ve yönetin

source: Account disabled
tr_tr: Hesap devre dışı bırakıldı

# admin_access
source: Administrator Access
tr_tr: Yönetici Erişimi

source: Allow Access
tr_tr: Erişime İzin Ver

source: CSRF token validation failed
tr_tr: CSRF belirteci doğrulaması başarısız oldu

source: Change Weak Password
tr_tr: Zayıf Şifreyi Değiştir

source: Credential Required
tr_tr: Kimlik Bilgisi Gerekli

source: Deny
tr_tr: Reddet

source: Do you want to allow access?
tr_tr: Erişime izin vermek istiyor musunuz?

source: Employee is terminated
tr_tr: Çalışan işten çıkarıldı

# employee_is_assigned
source: Employee not assigned
tr_tr: Çalışan atanmamış

# forgot_password
source: Forgot Your Password
tr_tr: Şifrenizi mi Unuttunuz?

# email_not_receive_note
source: If the email does not arrive, please contact your OrangeHRM Administrator.
tr_tr: E-posta gelmezse lütfen OrangeHRM Yöneticinizle iletişime geçin.

source: Invalid credentials
tr_tr: Geçersiz kimlik bilgileri

source: Invalid password reset code
tr_tr: Geçersiz şifre sıfırlama kodu

source: Login
tr_tr: Giriş Yap

# mobile_client_disabled_error
source: Mobile app is not enabled. Please contact your OrangeHRM administrator.
tr_tr: Mobil uygulama etkin değil. Lütfen OrangeHRM yöneticinizle iletişime geçin.

source: New Password
tr_tr: Yeni Şifre

source: Perform actions on your behalf
tr_tr: Sizin adınıza işlemler gerçekleştir

# username_identify_reset_note
source: Please enter your username to identify your account to reset your password
tr_tr: Şifrenizi sıfırlamak için lütfen hesabınızı tanımlamak üzere kullanıcı adınızı girin

source: Reset Password
tr_tr: Şifreyi Sıfırla

source: Reset Password link sent successfully
tr_tr: Şifre Sıfırlama bağlantısı başarıyla gönderildi

# set_new_password
source: Set a new Password
tr_tr: Yeni bir şifre belirleyin

# configured_receive_email_notification_note
source: The OrangeHRM system is not configured to receive email notifications. Please contact your OrangeHRM administrator to reset your password
tr_tr: OrangeHRM sistemi e-posta bildirimleri alacak şekilde yapılandırılmamıştır. Lütfen şifrenizi sıfırlamak için OrangeHRM yöneticinizle iletişime geçin.

# reset_password_token_expired_note
source: The user account cannot be found or the reset password token has expired
tr_tr: Kullanıcı hesabı bulunamadı veya şifre sıfırlama belirtecinin süresi doldu

source: This request is invalid
tr_tr: Bu istek geçersiz

# follow_link_to_select_password
source: You can follow that link and select a new password.
tr_tr: Bağlantıyı takip ederek yeni bir şifre seçebilirsiniz.

# admin_access_note
source: You have requested to access a critical Administrator function in OrangeHRM and are required to validate your credentials below
tr_tr: OrangeHRM'de kritik bir Yönetici işlevine erişim talep ettiniz ve aşağıda kimlik bilgilerinizi doğrulamanız gerekmektedir.

# password_not_strong
source: Your current password is weak. Please choose a stronger password.
tr_tr: Mevcut şifreniz zayıf. Lütfen daha güçlü bir şifre seçin.

# password_could_be_guessable
source: Your password meets the minimum requirements, but it could be guessable
tr_tr: Şifreniz minimum gereksinimleri karşılamakta ancak tahmin edilebilir olabilir

# password_spaces_not_allowed
source: Your password should not contain spaces
tr_tr: Şifreniz boşluk içermemelidir

source: password
tr_tr: şifre

# back_to_login
source: to go back to login page
tr_tr: giriş sayfasına geri dönmek için

# request_new_password_token
source: to request a new password reset token
tr_tr: yeni bir şifre sıfırlama belirteci talep etmek için

source: username
tr_tr: kullanıcı adı

source: {clientName} would like to
tr_tr: {clientName} istiyor

# password_min_length
source: {count,plural, one{Should have at least 1 character} other{Should have at least # characters}}
tr_tr: {count,plural, one{En az 1 karakter içermeli} other{En az # karakter içermeli}}

# password_max_length
source: {count,plural, one{Should not exceed 1 character} other{Should not exceed # characters}}
tr_tr: {count,plural, one{1 karakteri aşmamalı} other{# karakteri aşmamalı}}

# password_n_lowercase_letters
source: {count,plural, one{Your password must contain minimum 1 lower-case letter} other{Your password must contain minimum # lower-case letters}}
tr_tr: {count,plural, one{Şifreniz en az 1 küçük harf içermelidir} other{Şifreniz en az # küçük harf içermelidir}}

# password_n_numbers
source: {count,plural, one{Your password must contain minimum 1 number} other{Your password must contain minimum # numbers}}
tr_tr: {count,plural, one{Şifreniz en az 1 sayı içermelidir} other{Şifreniz en az # sayı içermelidir}}

# password_n_special_characters
source: {count,plural, one{Your password must contain minimum 1 special character} other{Your password must contain minimum # special characters}}
tr_tr: {count,plural, one{Şifreniz en az 1 özel karakter içermelidir} other{Şifreniz en az # özel karakter içermelidir}}

# password_n_uppercase_letters
source: {count,plural, one{Your password must contain minimum 1 upper-case letter} other{Your password must contain minimum # upper-case letters}}
tr_tr: {count,plural, one{Şifreniz en az 1 büyük harf içermelidir} other{Şifreniz en az # büyük harf içermelidir}}

source: Add Event
tr_tr: Etkinlik Ekle

source: Add Expense
tr_tr: Gider Ekle

source: Add Expense Type
tr_tr: Gider Türü Ekle

source: Assign Claim
tr_tr: Talep Ata

source: Claim
tr_tr: Talep

source: Claim Module
tr_tr: Talep Modülü

source: Create
tr_tr: Oluştur

source: Create Claim Request
tr_tr: Talep İsteği Oluştur

source: Edit Event
tr_tr: Etkinliği Düzenle

source: Edit Expense
tr_tr: Gideri Düzenle

source: Edit Expense Type
tr_tr: Gider Türünü Düzenle

source: Employee Claims
tr_tr: Çalışan Talepleri

source: Event
tr_tr: Etkinlik

source: Event Name
tr_tr: Etkinlik Adı

source: Events
tr_tr: Etkinlikler

source: Expense Type
tr_tr: Gider Türü

source: Expense Types
tr_tr: Gider Türleri

source: Expenses
tr_tr: Giderler

source: Initiated
tr_tr: Başlatıldı

source: My Claims
tr_tr: Taleplerim

source: Paid
tr_tr: Ödendi

source: Pay
tr_tr: Öde

source: Reference Id
tr_tr: Referans Kimliği

source: Remarks
tr_tr: Açıklamalar

# should_be_a_valid_number
source: Should be a valid number (xxx.xx)
tr_tr: Geçerli bir sayı olmalıdır (xxx.xx)

source: Submit Claim
tr_tr: Talebi Gönder

source: Submitted Date
tr_tr: Gönderim Tarihi

# total_amount
source: Total Amount ({currencyName}) : {totalAmount}
tr_tr: Toplam Tutar ({currencyName}) : {totalAmount}

source: View Details
tr_tr: Detayları Görüntüle
