Repository: yusuftym/orangehrm-turkce-dil-paketi
Catalog: i18n-*.xlf
Languages: tr_tr

# n_records_successfully_imported
source: {count,plural, =0{No Records Imported} one{1 Record Successfully Imported} other{ # Records Successfully Imported}}
tr_tr: {count,plural, =0{Hiç Kayıt İçe Aktarılmadı} one{1 Kayıt Başarıyla İçe Aktarıldı} other{# Kayıt Başarıyla İçe Aktarıldı}}

source: Direct Deposit Account Type
tr_tr: Doğrudan Yatırım Hesap Türü

source: Direct Deposit Amount
tr_tr: Doğrudan Yatırım Tutarı

source: Display Fields
tr_tr: Görüntüleme Alanları

source: Document
tr_tr: Belge

source: Document Type
tr_tr: Belge Türü

source: Driver License Number
tr_tr: Sürücü Ehliyet Numarası

# bulk_leave_action_confirm_message_two
source: Are you sure you want to continue?
tr_tr: Devam etmek istediğinize emin misiniz?

source: As of Date
tr_tr: Tarihe Göre

source: Assign
tr_tr: Ata

source: Assign Leave
tr_tr: İzin Ata

source: At least one day should be a working day
tr_tr: En az bir gün iş günü olmalıdır

source: Available Balance
tr_tr: Kullanılabilir Bakiye

source: Balance
tr_tr: Bakiye

source: Balance not sufficient
tr_tr: Bakiye yetersiz

source: Cancel Leave
tr_tr: İzni İptal Et

source: Cancelled
tr_tr: İptal Edildi

source: Click OK to confirm leave assignment.
tr_tr: İzin atamasını onaylamak için Tamam'a tıklayın.

# entitlement_situational_description
source: These leave will be excluded from reports unless there's some activity. E.g. maternity leave, jury duty leave.
tr_tr: Bu izinler, bir aktivite olmadığı sürece raporlarda yer almaz. Örneğin: doğum izni, jüri görevi izni.

source: Failed to Submit
tr_tr: Gönderilemedi

source: Failed to Submit: No Working Days Selected
tr_tr: Gönderilemedi: İş Günü Seçilmedi

source: Following Year
tr_tr: Takip Eden Yıl

source: Full Day
tr_tr: Tam Gün

source: Full Day/ Half Day
tr_tr: Tam Gün/ Yarım Gün

source: Generate For
tr_tr: Şunun İçin Oluştur

source: Half Day
tr_tr: Yarım Gün

# half_day_evening
source: Half Day - Afternoon
tr_tr: Yarım Gün - Öğleden Sonra

source: Half Day - Morning
tr_tr: Yarım Gün - Sabah

source: Holidays
tr_tr: Tatiller

source: Include Past Employees
tr_tr: Geçmiş Çalışanları Dahil Et

source: Individual Employee
tr_tr: Bireysel Çalışan

source: Leave Period
tr_tr: İzin Dönemi

source: Leave Request Comments
tr_tr: İzin Talebi Yorumları

source: Leave Request Details
tr_tr: İzin Talebi Detayları

source: Leave Scheduled (Days)
tr_tr: Planlanan İzin (Gün)

source: Leave Status
tr_tr: İzin Durumu

source: Leave Taken (Days)
tr_tr: Kullanılan İzin (Gün)

source: Leave Type
tr_tr: İzin Türü

source: Leave Types
tr_tr: İzin Türleri

# requested_for
source: Leave requested for
tr_tr: Şunun için izin talep edildi

source: Matching Employees
tr_tr: Eşleşen Çalışanlar

source: Multiple Employees
tr_tr: Çoklu Çalışanlar

source: No Leave Types with Leave Balance
tr_tr: İzin Bakiyesi Olan İzin Türü Yok

source: No leave types defined
tr_tr: Tanımlı izin türü yok

source: No. of Hours
tr_tr: Saat Sayısı

source: Non-working Day
tr_tr: İş Günü Olmayan Gün

source: Number of Days
tr_tr: Gün Sayısı

source: Old Entitlement
tr_tr: Eski Hak

# overlapping_leave_request_found
source: Overlapping Leave Request(s) Found
tr_tr: Çakışan İzin Talebi(leri) Bulundu

source: Partial Days
tr_tr: Kısmi Günler

source: Pending Approval
tr_tr: Onay Bekliyor

source: Rejected
tr_tr: Reddedildi

source: Repeats Annually
tr_tr: Yıllık Tekrar

source: Scheduled
tr_tr: Planlandı

# should_be_a_number_with_2_decimal_places
source: Should be a number with upto 2 decimal places
tr_tr: En fazla 2 ondalık basamaklı bir sayı olmalıdır

source: Show Leave with Status
tr_tr: Durum ile İzinleri Göster

source: Situational Leave
tr_tr: Durumsal İzin

source: Specify Time
tr_tr: Zaman Belirt

source: Start Day
tr_tr: Başlangıç Günü

source: Start Day Only
tr_tr: Yalnızca Başlangıç Günü

source: Start Month
tr_tr: Başlangıç Ayı

source: Start and End Day
tr_tr: Başlangıç ve Bitiş Günü

source: Taken
tr_tr: Kullanıldı

# selected_leave_entitlement_applied_to_following_employees
source: The selected leave entitlement will be applied to the following employees.
tr_tr: Seçilen izin hakkı aşağıdaki çalışanlara uygulanacaktır.

source: Total Entitlement
tr_tr: Toplam Hak

source: Updating Entitlement
tr_tr: Hak Güncelleniyor

# bulk_leave_action_confirm_message_one
source: {action, select, APPROVE {{count, plural, =0 {You are about to Approve no Leave Requests} =1 {You are about to Approve 1 Leave Request} other {You are about to Approve # Leave Requests} }} REJECT {{count, plural, =0 {You are about to Reject no Leave Requests} =1 {You are about to Reject 1 Leave Request} other {You are about to Reject # Leave Requests} }} other {{count, plural, =0 {You are about to Cancel no Leave Requests} =1 {You are about to Cancel 1 Leave Request} other {You are about to Cancel # Leave Requests} }} }
tr_tr: {action, select, APPROVE {{count, plural, =0 {Hiçbir İzin Talebini Onaylamak Üzeresiniz} =1 {1 İzin Talebini Onaylamak Üzeresiniz} other {# İzin Talebini Onaylamak Üzeresiniz} }} REJECT {{count, plural, =0 {Hiçbir İzin Talebini Reddetmek Üzeresiniz} =1 {1 İzin Talebini Reddetmek Üzeresiniz} other {# İzin Talebini Reddetmek Üzeresiniz} }} other {{count, plural, =0 {Hiçbir İzin Talebini İptal Etmek Üzeresiniz} =1 {1 İzin Talebini İptal Etmek Üzeresiniz} other {# İzin Talebini İptal Etmek Üzeresiniz} }} }

source: Actions Performed on the Timesheet
tr_tr: Zaman Çizelgesi Üzerinde Gerçekleştirilen Eylemler

source: Activities
tr_tr: Faaliyetler

source: Activity
tr_tr: Faaliyet

source: Activity Name
tr_tr: Faaliyet Adı

source: Add Customer
tr_tr: Müşteri Ekle

source: Add Project
tr_tr: Proje Ekle

source: Add Project Activity
tr_tr: Proje Faaliyeti Ekle

source: Add Row
tr_tr: Satır Ekle

source: Add Timesheet
tr_tr: Zaman Çizelgesi Ekle

source: Approved
tr_tr: Onaylandı

source: Copy Activity
tr_tr: Faaliyeti Kopyala

source: Copy From
tr_tr: Buradan Kopyala

source: Create Timesheet
tr_tr: Zaman Çizelgesi Oluştur

source: Customer Name
tr_tr: Müşteri Adı

# timesheet_period_config
source: Define Timesheet Period
tr_tr: Zaman Çizelgesi Dönemini Tanımla

source: Duplicate Record
tr_tr: Yinelenen Kayıt

source: Edit Customer
tr_tr: Müşteriyi Düzenle

source: Edit Project
tr_tr: Projeyi Düzenle

source: Edit Project Activity
tr_tr: Proje Faaliyetini Düzenle

source: Edit Timesheet
tr_tr: Zaman Çizelgesini Düzenle

source: Edit Timesheet for
tr_tr: İçin Zaman Çizelgesini Düzenle

source: Employee Report
tr_tr: Çalışan Raporu

# add_timesheet_period_config
source: First Day of the Week
tr_tr: Haftanın İlk Günü

source: My Timesheet
tr_tr: Zaman Çizelgem

source: No Timesheets Found
tr_tr: Zaman Çizelgesi Bulunamadı

source: No activities selected
tr_tr: Hiçbir faaliyet seçilmedi

source: No assigned activities
tr_tr: Atanmış faaliyet yok

source: Not Allowed to Delete Project Activities Which Have Time Logged Against
tr_tr: Zaman Kaydı Olan Proje Faaliyetlerini Silmek İçin İzin Verilmiyor

source: Not Submitted
tr_tr: Gönderilmedi

# not_allowed_to_delete_customer_who_have_time_logged_against
source: Not allowed to delete customer(s) associated with projects that have time logged against them
tr_tr: Zaman kaydı olan projelerle ilişkili müşterileri silmek için izin verilmiyor

# not_allowed_to_delete_projects_which_have_time_logged
source: Not allowed to delete project(s) which have time logged against them
tr_tr: Zaman kaydı olan projeleri silmek için izin verilmiyor

source: Only Include Approved Timesheets
tr_tr: Yalnızca Onaylı Zaman Çizelgelerini Dahil Et

source: Project
tr_tr: Proje

source: Project Admin
tr_tr: Proje Yöneticisi

source: Project Admins
tr_tr: Proje Yöneticileri

source: Project Date Range
tr_tr: Proje Tarih Aralığı

source: Project Name
tr_tr: Proje Adı

source: Project Report
tr_tr: Proje Raporu

source: Punch Out Time Should Be Later Than Punch In Time
tr_tr: Çıkış Saati, Giriş Saatinden Daha Geç Olmalıdır

source: Select Employee
tr_tr: Çalışan Seç

source: Select a Day to Create Timesheet
tr_tr: Zaman Çizelgesi Oluşturmak İçin Bir Gün Seç

source: Select a Project
tr_tr: Bir Proje Seç

source: Select a Project and an Activity
tr_tr: Bir Proje ve Bir Faaliyet Seç

source: Select an Activity
tr_tr: Bir Faaliyet Seç

source: Should Be Less Than 24 and in HH:MM or Decimal Format
tr_tr: 24'ten Küçük Olmalı ve HH:MM veya Ondalık Formatında Olmalı

source: Submitted
tr_tr: Gönderildi

source: Time (Hours)
tr_tr: Zaman (Saat)

source: Timesheet Action
tr_tr: Zaman Çizelgesi Eylemi

source: Timesheet Approved
tr_tr: Zaman Çizelgesi Onaylandı

source: Timesheet Period
tr_tr: Zaman Çizelgesi Dönemi

# timesheet_period_not_defined
source: Timesheet Period Start Day has not being defined. Please Contact the HR Administrator
tr_tr: Zaman Çizelgesi Dönemi Başlangıç Günü tanımlanmamıştır. Lütfen İnsan Kaynakları Yöneticisine başvurun

source: Timesheet Rejected
tr_tr: Zaman Çizelgesi Reddedildi

source: Timesheet Reset
tr_tr: Zaman Çizelgesi Sıfırlandı

source: Timesheet Submitted
tr_tr: Zaman Çizelgesi Gönderildi

source: Timesheet Successfully Created
tr_tr: Zaman Çizelgesi Başarıyla Oluşturuldu

source: Timesheet for
tr_tr: İçin Zaman Çizelgesi

source: Timesheets Pending Action
tr_tr: Eylem Bekleyen Zaman Çizelgeleri

# total_duration
source: Total Duration (Hours)
tr_tr: Toplam Süre (Saat)

source: Total Should Be Less Than 24 Hours
tr_tr: Toplam 24 Saatten Az Olmalıdır

source: Active Job Vacancies
tr_tr: Aktif İş İlanları

source: Add Candidate
tr_tr: Aday Ekle

source: Add Vacancy
tr_tr: İş İlanı Ekle

source: Application Initiated
tr_tr: Başvuru Başlatıldı

source: Application Received
tr_tr: Başvuru Alındı

source: Application Stage
tr_tr: Başvuru Aşaması

# apply_for_n_vacancy
source: Apply for {vacancyName}
tr_tr: {vacancyName} için Başvur

source: Candidate
tr_tr: Aday

source: Candidate History
tr_tr: Aday Geçmişi

source: Candidate Name
tr_tr: Aday Adı

source: Candidate Profile
tr_tr: Aday Profili

source: Consent to keep data
tr_tr: Verileri saklamak için izin

source: Contact Number
tr_tr: İletişim Numarası

source: Current Status
tr_tr: Mevcut Durum

source: Date of Application
tr_tr: Başvuru Tarihi

source: Decline Offer
tr_tr: Teklifi Reddet

source: Edit Vacancy
tr_tr: İş İlanını Düzenle

source: Enter comma seperated words
tr_tr: Virgülle ayrılmış kelimeler girin

source: Hire
tr_tr: İşe Al

source: Hire Candidate
tr_tr: Adayı İşe Al

source: Hired
tr_tr: İşe Alındı

source: Hiring Manager
tr_tr: İşe Alma Yöneticisi

source: Interview Failed
tr_tr: Mülakat Başarısız

source: Interview Passed
tr_tr: Mülakat Başarılı

source: Interview Scheduled
tr_tr: Mülakat Planlandı

source: Interview Title
tr_tr: Mülakat Başlığı

source: Interviewer
tr_tr: Mülakat Yapan Kişi

source: Job Offered
tr_tr: İş Teklif Edildi

source: Job Vacancy
tr_tr: İş İlanı

source: Keywords
tr_tr: Anahtar Kelimeler

source: Manual
tr_tr: Manuel

source: Mark Interview Failed
tr_tr: Mülakatı Başarısız Olarak İşaretle

source: Mark Interview Passed
tr_tr: Mülakatı Başarılı Olarak İşaretle

source: Method of Application
tr_tr: Başvuru Yöntemi

# num_of_positions
source: Number of Positions
tr_tr: Pozisyon Sayısı

source: Offer Declined
tr_tr: Teklif Reddedildi

source: Offer Job
tr_tr: İş Teklif Et

source: Online
tr_tr: Çevrimiçi

source: Performed Action
tr_tr: Gerçekleştirilen Eylem

source: Performed Date
tr_tr: Gerçekleşme Tarihi

source: Powered By
tr_tr: Tarafından Desteklenmektedir

source: Publish in RSS Feed and Web Page
tr_tr: RSS Beslemesinde ve Web Sayfasında Yayınla

source: RSS Feed URL
tr_tr: RSS Besleme URL'si

source: Reject Candidate
tr_tr: Adayı Reddet

source: Resume
tr_tr: Özgeçmiş

source: Schedule Interview
tr_tr: Mülakat Planla

source: Shortlist
tr_tr: Kısa Liste

source: Shortlist Candidate
tr_tr: Adayı Kısa Listeye Al

source: Shortlisted
tr_tr: Kısa Listeye Alındı

# candidate_shortlisted_for_vacancy_by_employee
source: Shortlisted for {vacancy} by {employee}
tr_tr: {employee} tarafından {vacancy} için kısa listeye alındı

# should_be_current_date_previous_date
source: Should be the current date or a previous date
tr_tr: Geçerli tarih veya önceki bir tarih olmalıdır

# candidate_vacancy_change_message
source: This action will remove previous vacancy. Are you sure you want to continue?
tr_tr: Bu eylem önceki iş ilanını kaldıracaktır. Devam etmek istediğinize emin misiniz?

source: Vacancy
tr_tr: İş İlanı

source: Vacancy Name
tr_tr: İş İlanı Adı

source: View Action History
tr_tr: Eylem Geçmişini Görüntüle

source: Web Page URL
tr_tr: Web Sayfası URL'si

source: Your application has been submitted successfully
tr_tr: Başvurunuz başarıyla gönderildi

# candidate_applied_for_the_vacancy
source: {candidate} applied for the vacancy {vacancy}
tr_tr: {candidate}, {vacancy} için başvurdu

source: {employee} added {candidate}
tr_tr: {employee}, {candidate} ekledi

# employee_assigned_vacancy_to_candidate
source: {employee} assigned the job vacancy {vacancy}
tr_tr: {employee}, iş ilanı {vacancy} atadı

# employee_hired_the_candidate
source: {employee} hired {candidate} for {vacancy}
tr_tr: {employee}, {candidate} kişisini {vacancy} için işe aldı

# employee_marked_the_offer_declined
source: {employee} marked the offer as declined for {vacancy}
tr_tr: {employee}, teklifi {vacancy} için reddedildi olarak işaretledi

# employee_marked_interveiw_failed
source: {employee} marked {interview} as failed for {vacancy}
tr_tr: {employee}, {interview} mülakatını {vacancy} için başarısız olarak işaretledi

# employee_marked_interveiw_passed
source: {employee} marked {interview} as passed for {vacancy}
tr_tr: {employee}, {interview} mülakatını {vacancy} için başarılı olarak işaretledi

# employee_offered_the_job
source: {employee} offered the job for {vacancy}
tr_tr: {employee}, {vacancy} için iş teklif etti

# employee_rejected_the_candidate
source: {employee} rejected {candidate} from the {vacancy}
tr_tr: {employee}, {candidate} kişisini {vacancy} için reddetti

# employee_removed_candidate_from_vacancy
source: {employee} removed {candidate} from the {vacancy}
tr_tr: {employee}, {candidate} kişisini {vacancy} iş ilanından kaldırdı

# employee_schedule_interview_with_interviewers
source: {employee} scheduled {interview} on {interviewDate} with {interviewers} for {vacancy}
tr_tr: {employee}, {vacancy} için {interviewers} ile {interviewDate} tarihinde {interview} mülakatını planladı

source: Activate
tr_tr: Etkinleştir

source: Activated
tr_tr: Etkinleştirildi

source: Add Key Performance Indicator
tr_tr: Ana Performans Göstergesi Ekle

source: Add Log
tr_tr: Log Ekle

source: Add Performance Tracker
tr_tr: Performans İzleyici Ekle

source: Add Review
tr_tr: İnceleme Ekle

source: Add Tracker Log
tr_tr: İzleyici Logu Ekle

source: Added Date
tr_tr: Ekleme Tarihi

source: Added On
tr_tr: Eklenme Zamanı

# cannot_activate_review_without_job_title_subdivision
source: Cannot activate review for employees who doesn't have Job Title and/or Sub-Division
tr_tr: İş Ünvanı ve/veya Alt Bölümü olmayan çalışanlar için inceleme başlatılamaz

# cannot_activate_review_for_employee_without_job_title_with_kpi
source: Cannot activate review for employees who doesn't have a Job Title with KPI
tr_tr: KPI'si olmayan bir İş Ünvanına sahip çalışanlar için inceleme başlatılamaz

# cannot_activate_review_without_kpi
source: Cannot activate review without KPIs
tr_tr: KPI olmadan inceleme başlatılamaz

source: Cannot add a past employee as a reviewer
tr_tr: Geçmiş bir çalışan inceleme yapan kişi olarak eklenemez

source: Cannot add a past employee as reviewer
tr_tr: Geçmiş bir çalışan inceleme yapan kişi olarak atanamaz

source: Complete
tr_tr: Tamamla

source: Completed
tr_tr: Tamamlandı

source: Confirm Review Submission
tr_tr: İnceleme Gönderimini Onayla

source: Date of Completion
tr_tr: Tamamlanma Tarihi

source: Delete
tr_tr: Sil

source: Due Date
tr_tr: Bitiş Tarihi

# due_date_should_be_after_review_period_end_date
source: Due date should be after period end date
tr_tr: Bitiş tarihi, dönem bitiş tarihinden sonra olmalıdır

source: Edit Key Performance Indicator
tr_tr: Ana Performans Göstergesini Düzenle

source: Edit Performance Tracker
tr_tr: Performans İzleyiciyi Düzenle

source: Edit Review
tr_tr: İncelemeyi Düzenle

source: Edit Tracker Log
tr_tr: İzleyici Logunu Düzenle

source: Employee Performance Trackers
tr_tr: Çalışan Performans İzleyicileri

source: Employee Reviews
tr_tr: Çalışan İncelemeleri

source: Employee cannot be assigned as his own reviewer
tr_tr: Çalışan kendi inceleme yapan kişi olarak atanamaz

source: Evaluate
tr_tr: Değerlendir

source: Evaluation Activated
tr_tr: Değerlendirme Etkinleştirildi

source: Evaluation Completed
tr_tr: Değerlendirme Tamamlandı

source: Evaluation In Progress
tr_tr: Değerlendirme Devam Ediyor

source: Final Comments
tr_tr: Son Yorumlar

source: Final Rating
tr_tr: Son Derecelendirme

source: General Comment
tr_tr: Genel Yorum

source: In Progress
tr_tr: Devam Ediyor

source: Inactive
tr_tr: Pasif

source: Is Default
tr_tr: Varsayılan mı

source: Key Performance Indicator
tr_tr: Ana Performans Göstergesi

source: Key Performance Indicators for Job Title
tr_tr: İş Ünvanı İçin Ana Performans Göstergeleri

source: Make Default Scale
tr_tr: Varsayılan Ölçek Yap

source: Manage Performance Reviews
tr_tr: Performans İncelemelerini Yönet

source: Max
tr_tr: Maks

source: Max Rate
tr_tr: Maksimum Oran

source: Maximum Rating
tr_tr: Maksimum Derecelendirme

source: Maximum Rating should be greater than Minimum Rating
tr_tr: Maksimum Derecelendirme, Minimum Derecelendirmeden büyük olmalıdır

source: Min Rate
tr_tr: Minimum Oran

source: Minimum Rating
tr_tr: Minimum Derecelendirme

source: Minimum Rating should be less than Maximum Rating
tr_tr: Minimum Derecelendirme, Maksimum Derecelendirmeden küçük olmalıdır

source: Modified Date
tr_tr: Değiştirilme Tarihi

source: Modified On
tr_tr: Değiştirilme Zamanı

source: My Performance Trackers
tr_tr: Benim Performans İzleyicilerim

source: Negative
tr_tr: Negatif

source: Performance Review
tr_tr: Performans İncelemesi

source: Performance Trackers
tr_tr: Performans İzleyicileri

source: Positive
tr_tr: Pozitif

source: Rating
tr_tr: Derecelendirme

source: Rating should be greater than or equal to {minValue}
tr_tr: Derecelendirme {minValue} değerinden büyük veya eşit olmalıdır

source: Rating should be less than or equal to {maxValue}
tr_tr: Derecelendirme {maxValue} değerinden küçük veya eşit olmalıdır

source: Review Due Date
tr_tr: İnceleme Bitiş Tarihi

source: Review Finalization
tr_tr: İnceleme Sonlandırması

source: Review Period
tr_tr: İnceleme Dönemi

source: Review Period End Date
tr_tr: İnceleme Dönemi Bitiş Tarihi

source: Review Period Start Date
tr_tr: İnceleme Dönemi Başlangıç Tarihi

source: Review Status
tr_tr: İnceleme Durumu

source: Review Summary
tr_tr: İnceleme Özeti

# review_period_end_date_should_be_after_start_date
source: Review period end date should be after period start date
tr_tr: İnceleme dönemi bitiş tarihi, başlangıç tarihinden sonra olmalıdır

# review_period_start_date_should_be_before_end_date
source: Review period start date should be before period end date
tr_tr: İnceleme dönemi başlangıç tarihi, bitiş tarihinden önce olmalıdır

source: Reviewer
tr_tr: İnceleme Yapan Kişi

source: Reviewers
tr_tr: İnceleme Yapan Kişiler

source: Selected supervisor for reviewer is invalid
tr_tr: Seçilen inceleme yöneticisi geçersiz

source: Self Evaluation Status
tr_tr: Kendini Değerlendirme Durumu

source: Self Evaluation by
tr_tr: Tarafından Kendini Değerlendirme

source: Supervisor Evaluation by
tr_tr: Yönetici Tarafından Değerlendirme

source: Supervisor Reviewer
tr_tr: Yönetici İnceleme Yapan Kişi

# confirm_review_submission_message
source: The review will be made read-only after completion. This action cannot be undone. Are you sure you want to continue?
tr_tr: İnceleme tamamlandıktan sonra salt okunur hale getirilecektir. Bu işlem geri alınamaz. Devam etmek istediğinize emin misiniz?

source: Tracker
tr_tr: İzleyici

source: Tracker Logs
tr_tr: İzleyici Logları

source: Tracker Name
tr_tr: İzleyici Adı

source: Buzz Latest Posts
tr_tr: Buzz Son Gönderiler

source: Configurations
tr_tr: Yapılandırmalar

source: Employee Distribution by Location
tr_tr: Konuma Göre Çalışan Dağılımı

source: Employee Distribution by Sub Unit
tr_tr: Alt Birime Göre Çalışan Dağılımı

source: Employees on Leave Today
tr_tr: Bugün İzinli Çalışanlar

source: Leave Period Not Defined
tr_tr: İzin Dönemi Tanımlanmamış

source: My Actions
tr_tr: İşlemlerim

source: No Employees are on Leave Today
tr_tr: Bugün İzinli Çalışan Yok

# no_pending_actions
source: No Pending Actions to Perform
tr_tr: Yapılacak Bekleyen İşlem Yok

source: No Posts Added
tr_tr: Gönderi Eklenmemiş

source: Not Available
tr_tr: Mevcut Değil

source: Only show accessible employees on leave for other users
tr_tr: Diğer kullanıcılar için yalnızca erişilebilir izinli çalışanları göster

source: Quick Launch
tr_tr: Hızlı Başlat

source: This Week
tr_tr: Bu Hafta

source: Time at Work
tr_tr: Çalışma Süresi

source: Unassigned
tr_tr: Atanmamış

# state_today_at_time_timezone_offset
source: {lastState}: Today at {time} (GMT {timezoneOffset})
tr_tr: {lastState}: Bugün saat {time} (GMT {timezoneOffset})

# state_date_at_time_timezone_offset
source: {lastState}: {date} at {time} (GMT {timezoneOffset})
tr_tr: {lastState}: {date} tarihinde saat {time} (GMT {timezoneOffset})

# n_pending_candidate_interview
source: {pendingActionsCount,plural, =0{No Records Found} one{(1) Candidate to Interview} other{ (#) Candidates to Interview}}
tr_tr: {pendingActionsCount,plural, =0{Kayıt Bulunamadı} one{(1) Aday Mülakat İçin} other{ (#) Aday Mülakat İçin}}

# n_pending_leave_request
source: {pendingActionsCount,plural, =0{No Records Found} one{(1) Leave Request to Approve} other{ (#) Leave Requests to Approve}}
tr_tr: {pendingActionsCount,plural, =0{Kayıt Bulunamadı} one{(1) Onay Bekleyen İzin Talebi} other{ (#) Onay Bekleyen İzin Talebi}}

# n_pending_self_review
source: {pendingActionsCount,plural, =0{No Records Found} one{(1) Pending Self Review} other{ (#) Pending Self Reviews}}
tr_tr: {pendingActionsCount,plural, =0{Kayıt Bulunamadı} one{(1) Bekleyen Öz Değerlendirme} other{ (#) Bekleyen Öz Değerlendirme}}

# n_pending_performance_evaluate
source: {pendingActionsCount,plural, =0{No Records Found} one{(1) Performance Review to Evaluate} other{ (#) Performance Reviews to Evaluate}}
tr_tr: {pendingActionsCount,plural, =0{Kayıt Bulunamadı} one{(1) Değerlendirilecek Performans İncelemesi} other{ (#) Değerlendirilecek Performans İncelemesi}}

# n_pending_time_sheet
source: {pendingActionsCount,plural, =0{No Records Found} one{(1) Timesheet to Approve} other{ (#) Timesheets to Approve}}
tr_tr: {pendingActionsCount,plural, =0{Kayıt Bulunamadı} one{(1) Onay Bekleyen Zaman Çizelgesi} other{ (#) Onay Bekleyen Zaman Çizelgesi}}

source: Download Personal Data
tr_tr: Kişisel Verileri İndir

source: Past Employee
tr_tr: Eski Çalışan

source: Purge
tr_tr: Temizle

source: Purge All
tr_tr: Tümünü Temizle

source: Purge Candidate Records
tr_tr: Aday Kayıtlarını Temizle

source: Purge Candidates
tr_tr: Adayları Temizle

source: Purge Employee
tr_tr: Çalışanı Temizle

source: Purge Employee Records
tr_tr: Çalışan Kayıtlarını Temizle

source: Selected Employee
tr_tr: Seçili Çalışan

# purge_success
source: Successfully Purged
tr_tr: Başarıyla Temizlendi
