Repository: yusuftym/orangehrm-turkce-dil-paketi
Catalog: i18n-*.xlf
Languages: tr_tr

source: (Deleted)
tr_tr: (Silindi)

source: (Past Employee)
tr_tr: (Eski Çalışan)

source: -- Select --
tr_tr: -- Seç --

source: About
tr_tr: Hakkında

# accept_jpg_png_upto_1mb_recomended_dimentions_200px_x_200px
source: Accepts jpg, .png, .gif up to 1MB. Recommended dimensions: 200px X 200px
tr_tr: jpg, .png, .gif dosyaları kabul edilir, maksimum 1MB. Önerilen boyutlar: 200px X 200px

# accept_jpg_png_gif_upto_recommended_dimensions
source: Accepts jpg, .png, .gif, .svg up to {fileSize}. Recommended dimensions: {width}px X {height}px
tr_tr: jpg, .png, .gif, .svg dosyaları kabul edilir, maksimum {fileSize}. Önerilen boyutlar: {width}px X {height}px

source: Access Records
tr_tr: Kayıtlara Erişim

source: Actions
tr_tr: Eylemler

source: Active
tr_tr: Aktif

source: Active Employees
tr_tr: Aktif Çalışanlar

source: Add
tr_tr: Ekle

source: Add Attachment
tr_tr: Ek Ekle

source: Add Comment
tr_tr: Yorum Ekle

source: Add Education
tr_tr: Eğitim Ekle

source: Add Employee
tr_tr: Çalışan Ekle

source: Add Entitlements
tr_tr: Haklar Ekle

source: Add Language
tr_tr: Dil Ekle

source: Add License
tr_tr: Lisans Ekle

source: Add Membership
tr_tr: Üyelik Ekle

source: Add Skill
tr_tr: Beceriler Ekle

source: Add another
tr_tr: Başka ekle

source: Add note
tr_tr: Not ekle

source: Address Street 1
tr_tr: Adres Sokak 1

source: Address Street 2
tr_tr: Adres Sokak 2

source: Admin
tr_tr: Yönetici

# allows_phone_numbers_only
source: Allows numbers and only + - / ( )
tr_tr: Sadece sayılar ve + - / ( ) karakterlerine izin verilir

source: Already exists
tr_tr: Zaten mevcut

source: Amount
tr_tr: Miktar

source: Apply
tr_tr: Uygula

source: Approve
tr_tr: Onayla

source: Apr
tr_tr: Nis

source: April
tr_tr: Nisan

source: Are you Sure?
tr_tr: Emin misiniz?

source: Ascending
tr_tr: Artan

source: Attachment Size Exceeded
tr_tr: Ek Boyutu Aşıldı

source: Attachments
tr_tr: Ekler

source: Attendance
tr_tr: Devam

source: Attendance Summary
tr_tr: Devam Özeti

source: Aug
tr_tr: Ağu

source: August
tr_tr: Ağustos

source: Back
tr_tr: Geri

source: Bad Request
tr_tr: Geçersiz İstek

source: Better
tr_tr: Daha İyi

source: Browse
tr_tr: Gözat

source: Buzz
tr_tr: Haberler

source: Cancel
tr_tr: İptal

source: Candidate Records
tr_tr: Aday Kayıtları

source: Candidates
tr_tr: Adaylar

source: Cannot be deleted
tr_tr: Silinemez

source: Change Password
tr_tr: Şifre Değiştir

# change_password_question
source: Change Password ?
tr_tr: Şifrenizi değiştirmek istiyor musunuz?

source: City
tr_tr: Şehir

source: Clear
tr_tr: Temizle

source: Click here
tr_tr: Buraya tıklayın

source: Close
tr_tr: Kapat

source: Closed
tr_tr: Kapalı

source: Comment
tr_tr: Yorum

source: Comment here
tr_tr: Buraya yorum yapın

source: Comments
tr_tr: Yorumlar

source: Company Name
tr_tr: Şirket Adı

source: Configuration
tr_tr: Yapılandırma

source: Configure
tr_tr: Yapılandır

source: Confirm
tr_tr: Onayla

source: Confirm Password
tr_tr: Şifreyi Onayla

source: Confirmation Required
tr_tr: Onay Gerekli

source: Corporate Branding
tr_tr: Kurumsal Markalama

source: Country
tr_tr: Ülke

source: Currencies
tr_tr: Para Birimleri

source: Currency
tr_tr: Para Birimi

source: Current Employees Only
tr_tr: Yalnızca Mevcut Çalışanlar

source: Current File
tr_tr: Mevcut Dosya

source: Current and Past Employees
tr_tr: Mevcut ve Eski Çalışanlar

source: Customers
tr_tr: Müşteriler

source: Dashboard
tr_tr: Kontrol Paneli

source: Date
tr_tr: Tarih

source: Date Range
tr_tr: Tarih Aralığı

source: Dec
tr_tr: Ara

source: December
tr_tr: Aralık

source: Delete Current
tr_tr: Mevcutu Sil

source: Delete Selected
tr_tr: Seçilenleri Sil

source: Dependents
tr_tr: Yakınlar

source: Descending
tr_tr: Azalan

source: Description
tr_tr: Açıklama

source: Directory
tr_tr: Dizin

source: Disabled
tr_tr: Devre Dışı

source: Download
tr_tr: İndir

source: Duration
tr_tr: Süre

source: Edit
tr_tr: Düzenle

source: Edit Attachment
tr_tr: Ek Düzenle

source: Edit Education
tr_tr: Eğitim Düzenle

source: Edit Language
tr_tr: Dil Düzenle

source: Edit License
tr_tr: Lisans Düzenle

source: Edit Membership
tr_tr: Üyelik Düzenle

source: Edit Skill
tr_tr: Beceri Düzenle

source: Education
tr_tr: Eğitim

source: Email
tr_tr: E-posta

source: Emergency Contacts
tr_tr: Acil Durum Kişileri

source: Employee
tr_tr: Çalışan

source: Employee Entitlements
tr_tr: Çalışan Hakları

source: Employee Full Name
tr_tr: Çalışan Tam Adı

source: Employee Id
tr_tr: Çalışan Kimliği

source: Employee List
tr_tr: Çalışan Listesi

source: Employee Name
tr_tr: Çalışan Adı

source: Employee Records
tr_tr: Çalışan Kayıtları

source: Employee Reports
tr_tr: Çalışan Raporları

source: Employee Timesheets
tr_tr: Çalışan Zaman Çizelgeleri

source: Employee Trackers
tr_tr: Çalışan İzleyicileri

source: Employees Terminated
tr_tr: İşten Çıkarılan Çalışanlar

source: Employment Status
tr_tr: İstihdam Durumu

source: Enable
tr_tr: Etkinleştir

source: Enabled
tr_tr: Etkin

source: End Date
tr_tr: Bitiş Tarihi

source: End date should be after Start date
tr_tr: Bitiş tarihi, başlangıç tarihinden sonra olmalıdır

source: End time should be after Start time
tr_tr: Bitiş saati, başlangıç saatinden sonra olmalıdır

# enter_valid_port_between_a_to_b
source: Enter a valid port number between {minValue} to {maxValue}
tr_tr: {minValue} ile {maxValue} arasında geçerli bir port numarası girin

source: Entitlements
tr_tr: Haklar

source: Error
tr_tr: Hata

# expected_email_address_format_not_matched
source: Expected format: admin@example.com
tr_tr: Beklenen format: admin@example.com

source: Expiry Date
tr_tr: Son Kullanma Tarihi

source: Failed
tr_tr: Başarısız

source: Fax
tr_tr: Faks

source: Feb
tr_tr: Şub

source: February
tr_tr: Şubat

source: Female
tr_tr: Kadın

source: File Name
tr_tr: Dosya Adı

source: File Size
tr_tr: Dosya Boyutu

source: File Type
tr_tr: Dosya Türü

source: File type not allowed
tr_tr: Dosya türüne izin verilmiyor

source: First name
tr_tr: Ad

# password_strength_message
source: For a strong password, please use a hard to guess combination of text with upper and lower case characters, symbols and numbers
tr_tr: Güçlü bir şifre için lütfen büyük ve küçük harfler, semboller ve sayılar içeren tahmin edilmesi zor bir kombinasyon kullanın

source: Fri
tr_tr: Cuma

source: Friday
tr_tr: Cuma

source: From
tr_tr: Tarafından

source: From Date
tr_tr: Başlangıç Tarihi

source: From date should be before to date
tr_tr: Başlangıç tarihi, bitiş tarihinden önce olmalıdır

source: From time should be before to time
tr_tr: Başlangıç saati, bitiş saatinden önce olmalıdır

source: Full Name
tr_tr: Tam Ad

source: Generate
tr_tr: Oluştur

source: Greater Than
tr_tr: Daha Büyük

source: Help
tr_tr: Yardım

source: Id
tr_tr: Kimlik

source: Immigration
tr_tr: İmmigrasyon

source: Include Header
tr_tr: Başlığı Dahil Et

source: Incorrect Dimensions
tr_tr: Yanlış Boyutlar

source: Info
tr_tr: Bilgi

source: Invalid
tr_tr: Geçersiz

source: Jan
tr_tr: Oca

source: January
tr_tr: Ocak

source: Job
tr_tr: İş

source: Job Category
tr_tr: İş Kategorisi

source: Job Specification
tr_tr: İş Tanımı

source: Job Title
tr_tr: İş Ünvanı

source: Joined Date
tr_tr: Katılım Tarihi

source: Jul
tr_tr: Tem

source: July
tr_tr: Temmuz

source: Jun
tr_tr: Haz

source: June
tr_tr: Haziran

source: KPIs
tr_tr: KPI'ler

source: Keep Current
tr_tr: Mevcut Olanı Koru

source: LDAP Configuration
tr_tr: LDAP Yapılandırması

source: Language
tr_tr: Dil

source: Language Packages
tr_tr: Dil Paketleri

source: Languages
tr_tr: Diller

source: Last Name
tr_tr: Soyad

source: Launching Soon
tr_tr: Yakında Başlıyor

source: Leave
tr_tr: İzin

source: Less Than
tr_tr: Daha Küçük

source: Level
tr_tr: Seviye

source: Location
tr_tr: Konum

source: Logout
tr_tr: Çıkış Yap

source: Maintenance
tr_tr: Bakım

source: Male
tr_tr: Erkek

source: Manage Reviews
tr_tr: İncelemeleri Yönet

source: March
tr_tr: Mart

source: May
tr_tr: Mayıs

source: Memberships
tr_tr: Üyelikler

source: Middle name
tr_tr: Orta Ad

source: Mobile
tr_tr: Cep Telefonu

source: Module Forbidden
tr_tr: Modül Yasaklandı

source: Modules
tr_tr: Modüller

source: Mon
tr_tr: Pzt

source: Monday
tr_tr: Pazartesi

source: More
tr_tr: Daha Fazla

source: My Entitlements
tr_tr: Haklarım

source: My Info
tr_tr: Bilgilerim

source: My Leave
tr_tr: İzinlerim

source: My Records
tr_tr: Kayıtlarım

source: My Reviews
tr_tr: İncelemelerim

source: My Timesheets
tr_tr: Zaman Çizelgelerim

source: My Trackers
tr_tr: İzleyicilerim

source: Name
tr_tr: Ad

source: Nationality
tr_tr: Milliyet

source: No
tr_tr: Hayır

source: No Records Found
tr_tr: Kayıt Bulunamadı

# no_employees_match_filters
source: No employees match the selected filters
tr_tr: Seçili filtrelerle eşleşen çalışan bulunamadı

source: No file chosen
tr_tr: Dosya seçilmedi

source: No file selected
tr_tr: Dosya seçilmedi

source: No matching employees
tr_tr: Eşleşen çalışan bulunamadı

source: No, Cancel
tr_tr: Hayır, İptal Et

source: Note
tr_tr: Not

source: Notes
tr_tr: Notlar

source: Nov
tr_tr: Kas

source: November
tr_tr: Kasım

# greater_than_or_equal_to_n
source: Number should be greater than or equal to {minValue}
tr_tr: Sayı {minValue} değerinden büyük veya eşit olmalıdır

# less_than_or_equal_to_n
source: Number should be less than or equal to {maxValue}
tr_tr: Sayı {maxValue} değerinden küçük veya eşit olmalıdır

source: Oct
tr_tr: Eki

source: October
tr_tr: Ekim

source: Ok
tr_tr: Tamam

source: Or login with
tr_tr: Veya şununla giriş yapın

source: Organization
tr_tr: Organizasyon

source: Other Email
tr_tr: Diğer E-posta

source: PIM
tr_tr: KİY (Personel Bilgi Yönetimi)

source: Password
tr_tr: Şifre

source: Passwords do not match
tr_tr: Şifreler eşleşmiyor

source: Past Employees Only
tr_tr: Yalnızca Eski Çalışanlar

source: Pay Grade
tr_tr: Ücret Seviyesi

source: Performance
tr_tr: Performans

source: Performed By
tr_tr: Tarafından Gerçekleştirildi

source: Personal Details
tr_tr: Kişisel Bilgiler

source: Phone
tr_tr: Telefon

source: Preview
tr_tr: Önizleme

source: Project Info
tr_tr: Proje Bilgisi

source: Project Reports
tr_tr: Proje Raporları

source: Projects
tr_tr: Projeler

source: Publish
tr_tr: Yayınla

source: Punch In/Out
tr_tr: Giriş/Çıkış Yap

source: Purge Records
tr_tr: Kayıtları Temizle

source: Purged Employee
tr_tr: Temizlenen Çalışan

source: Qualifications
tr_tr: Nitelikler

source: Range
tr_tr: Aralık

source: Recruitment
tr_tr: İşe Alım

source: Register OAuth Client
tr_tr: OAuth İstemcisini Kaydet

source: Reject
tr_tr: Reddet

source: Replace Current
tr_tr: Mevcutu Değiştir

source: Replace With
tr_tr: Şununla Değiştir

source: Report Name
tr_tr: Rapor Adı

source: Report-to
tr_tr: Rapor Edilecek Kişi

source: Reports
tr_tr: Raporlar

source: Required
tr_tr: Gerekli

source: Reset
tr_tr: Sıfırla

source: Reset to Default
tr_tr: Varsayılana Sıfırla

source: Review List
tr_tr: İnceleme Listesi

source: Salary
tr_tr: Maaş

source: Sat
tr_tr: Cmt

source: Saturday
tr_tr: Cumartesi

source: Save
tr_tr: Kaydet

source: Search
tr_tr: Ara

source: Searching....
tr_tr: Aranıyor...

source: Select File
tr_tr: Dosya Seç

source: Sep
tr_tr: Eyl

source: September
tr_tr: Eylül

source: Should be a number
tr_tr: Sayı olmalıdır

# should_be_a_number_between_min_and_max
source: Should be a number between {min}-{max}
tr_tr: {min}-{max} arasında bir sayı olmalıdır

source: Should be a numeric value
tr_tr: Nümerik bir değer olmalıdır

source: Should be a positive number
tr_tr: Pozitif bir sayı olmalıdır

source: Should be a valid date in hh:mm format
tr_tr: hh:mm formatında geçerli bir tarih olmalıdır

# should_be_a_valid_date_in_x_format
source: Should be a valid date in {format} format
tr_tr: {format} formatında geçerli bir tarih olmalıdır

# should_be_least_n_characters
source: Should be at least {amount} characters
tr_tr: En az {amount} karakter olmalıdır

source: Should be greater than lower bound
tr_tr: Alt sınırdan büyük olmalıdır

source: Should be higher than minimum value
tr_tr: Minimum değerden daha yüksek olmalıdır

source: Should be less than upper bound
tr_tr: Üst sınırdan küçük olmalıdır

# should_be_less_than_n
source: Should be less than {amount}
tr_tr: {amount} değerinden küçük olmalıdır

source: Should be lower than maximum value
tr_tr: Maksimum değerden daha düşük olmalıdır

# should_be_less_n_characters
source: Should not exceed {amount} characters
tr_tr: {amount} karakteri aşmamalıdır

source: Show Less
tr_tr: Daha Az Göster

source: Show More
tr_tr: Daha Fazla Göster

source: Size
tr_tr: Boyut

source: Skills
tr_tr: Beceriler

source: Social Media Authentication
tr_tr: Sosyal Medya Kimlik Doğrulaması

source: Start Date
tr_tr: Başlangıç Tarihi

source: Start date should be before end date
tr_tr: Başlangıç tarihi, bitiş tarihinden önce olmalıdır

source: Start time should be before end time
tr_tr: Başlangıç saati, bitiş saatinden önce olmalıdır

source: State
tr_tr: Durum

source: State/Province
tr_tr: Eyalet/İl

source: Status
tr_tr: Durum

source: Strong
tr_tr: Güçlü

source: Strongest
tr_tr: En Güçlü

source: Structure
tr_tr: Yapı

source: Sub Unit
tr_tr: Alt Birim

source: Submit
tr_tr: Gönder

source: Success
tr_tr: Başarılı

source: Successfully Activated
tr_tr: Başarıyla Etkinleştirildi

source: Successfully Deleted
tr_tr: Başarıyla Silindi

source: Successfully Saved
tr_tr: Başarıyla Kaydedildi

source: Successfully Updated
tr_tr: Başarıyla Güncellendi

source: Sun
tr_tr: Paz

source: Sunday
tr_tr: Pazar

source: Support
tr_tr: Destek

source: Tax Exemptions
tr_tr: Vergi Muafiyetleri

# module_access_restriction
source: The page you're trying to access has restricted access
tr_tr: Erişmeye çalıştığınız sayfa kısıtlanmış erişime sahip

# delete_confirmation_message
source: The selected record will be permanently deleted. Are you sure you want to continue?
tr_tr: Seçili kayıt kalıcı olarak silinecektir. Devam etmek istediğinize emin misiniz?

# invalid_video_url_message
source: This URL is not a valid URL of a video or it is not supported by the system
tr_tr: Bu URL, geçerli bir video URL'si değil ya da sistem tarafından desteklenmiyor

# page_under_development
source: This page is currently under development.
tr_tr: Bu sayfa şu anda geliştirme aşamasında.

source: Thu
tr_tr: Per

source: Thursday
tr_tr: Perşembe

source: Time
tr_tr: Zaman

source: Timesheets
tr_tr: Zaman Çizelgeleri

source: To
tr_tr: Kime

source: To Date
tr_tr: Bitiş Tarihi

source: To date should be after From date
tr_tr: Bitiş tarihi, başlangıç tarihinden sonra olmalıdır

source: To time should be after from time
tr_tr: Bitiş saati, başlangıç saatinden sonra olmalıdır

source: Today
tr_tr: Bugün

source: Total
tr_tr: Toplam

source: Trackers
tr_tr: İzleyiciler

source: Tue
tr_tr: Sal

source: Tuesday
tr_tr: Salı

source: Type
tr_tr: Tür

source: Type Comments here
tr_tr: Yorumlarınızı buraya yazın

source: Type comment here
tr_tr: Yorumu buraya yazın

source: Type description here
tr_tr: Açıklamayı buraya yazın

source: Type for hints...
tr_tr: İpuçları için yazın...

source: Type here
tr_tr: Buraya yazın

# type_here_message
source: Type here ...
tr_tr: Buraya yazın...

source: Unexpected Error!
tr_tr: Beklenmeyen Hata!

source: Upgrade
tr_tr: Yükselt

source: Upload
tr_tr: Yükle

# upload_n_file
source: Upload {fileName}
tr_tr: {fileName} Yükle

source: User Management
tr_tr: Kullanıcı Yönetimi

source: User Role
tr_tr: Kullanıcı Rolü

source: User Status
tr_tr: Kullanıcı Durumu

source: Username
tr_tr: Kullanıcı Adı

source: Users
tr_tr: Kullanıcılar

source: Vacancies
tr_tr: Boş Pozisyonlar

source: Version
tr_tr: Sürüm

source: Very Weak
tr_tr: Çok Zayıf

source: View
tr_tr: Görüntüle

source: Warning
tr_tr: Uyarı

source: Weak
tr_tr: Zayıf

source: Wed
tr_tr: Çar

source: Wednesday
tr_tr: Çarşamba

source: Work Email
tr_tr: İş E-postası

source: Year
tr_tr: Yıl

source: Yes
tr_tr: Evet

source: Yes, Delete
tr_tr: Evet, Sil

source: Zip/Postal Code
tr_tr: Posta Kodu

# download_latest_release
source: to download the latest stable release.
tr_tr: en son kararlı sürümü indirmek için.

# date_format
source: yyyy-mm-dd
tr_tr: yyyy-aa-gg

# accept_custom_format_file_up_to_n_mb
source: {count, plural, one {Accepts .docx, .doc, .odt, .pdf, .rtf, .txt up to 1MB} other{ Accepts .docx, .doc, .odt, .pdf, .rtf, .txt up to #MBs}}
tr_tr: {count, plural, one {.docx, .doc, .odt, .pdf, .rtf, .txt dosyaları kabul edilir, maksimum 1MB} other{ .docx, .doc, .odt, .pdf, .rtf, .txt dosyaları kabul edilir, maksimum #MB}}

# accepts_up_to_n_mb
source: {count, plural, one {Accepts up to 1MB} other { Accepts up to #MBs}}
tr_tr: {count, plural, one {Maksimum 1MB kabul edilir} other { Maksimum #MB kabul edilir}}

# n_records_found
source: {count,plural, =0{No Records Found} one{(1) Record Found} other{ (#) Records Found}}
tr_tr: {count,plural, =0{Kayıt Bulunamadı} one{(1) Kayıt Bulundu} other{ (#) Kayıt Bulundu}}

# n_records_selected
source: {count,plural, =0{No Records Selected} one{(1) Record Selected} other{(#) Records Selected}}
tr_tr: {count,plural, =0{Kayıt Seçilmedi} one{(1) Kayıt Seçildi} other{(#) Kayıt Seçildi}}

source: Hours Per Day
tr_tr: Günlük Saat

# port_input_hint
source: If SSL use port 636 by default
tr_tr: Eğer SSL kullanılıyorsa varsayılan olarak 636 portunu kullanın

source: Import Language Package
tr_tr: Dil Paketini İçe Aktar

source: Job Categories
tr_tr: İş Kategorileri

source: Job Description
tr_tr: İş Tanımı

source: Job Titles
tr_tr: İş Ünvanları

source: Language Package
tr_tr: Dil Paketi

source: Last sync failed on {datetime}
tr_tr: Son eşitleme {datetime} tarihinde başarısız oldu

source: Last synced on {datetime}
tr_tr: Son eşitleme {datetime} tarihinde yapıldı

source: Leave Applications
tr_tr: İzin Başvuruları

source: Leave Approvals
tr_tr: İzin Onayları

source: Leave Assignments
tr_tr: İzin Atamaları

# make_sure_to_copy_the_client_secret_now
source: Make sure to copy the client secret now. You won’t be able to see it again.
tr_tr: Müşteri sırrını şimdi kopyaladığınızdan emin olun. Bir daha göremezsiniz.

source: Maximum Salary
tr_tr: Maksimum Maaş

source: Merge LDAP Users With Existing System Users
tr_tr: LDAP Kullanıcılarını Mevcut Sistem Kullanıcılarıyla Birleştir

source: Minimum Salary
tr_tr: Minimum Maaş

# placeholder_mismatch
source: Mismatch found between placeholders
tr_tr: Yer tutucular arasında uyuşmazlık bulundu

# plural_placeholder_mismatch
source: Mismatch found between plural expression placeholder
tr_tr: Çoğul ifade yer tutucusu arasında uyuşmazlık bulundu

# select_placeholder_mismatch
source: Mismatch found between select expression placeholder
tr_tr: Seçim ifadesi yer tutucusu arasında uyuşmazlık bulundu

source: Module
tr_tr: Modül

source: Module Configuration
tr_tr: Modül Yapılandırması

source: Multiple User Returned
tr_tr: Birden Çok Kullanıcı Döndü

source: Add Subscriber
tr_tr: Abone Ekle

source: Add User
tr_tr: Kullanıcı Ekle

source: Add Work Shift
tr_tr: Çalışma Vardiyası Ekle

source: Additional Settings
tr_tr: Ek Ayarlar

source: Address
tr_tr: Adres

source: Admin Module
tr_tr: Yönetici Modülü

source: All
tr_tr: Tümü

source: Performance Module
tr_tr: Performans Modülü

source: Pim Module
tr_tr: Personel Bilgi Yönetimi Modülü

source: Please check the settings for your LDAP configuration
tr_tr: Lütfen LDAP yapılandırmanız için ayarları kontrol edin

# please_save_before_pagination
source: Please save your changes before moving to the next page
tr_tr: Lütfen bir sonraki sayfaya geçmeden önce değişikliklerinizi kaydedin

source: Sendmail
tr_tr: Posta Gönder

source: Server Settings
tr_tr: Sunucu Ayarları

source: Shift Name
tr_tr: Vardiya Adı

source: Should be higher than Minimum Salary
tr_tr: Minimum Maaştan yüksek olmalıdır

source: Should be lower than Maximum Salary
tr_tr: Maksimum Maaştan düşük olmalıdır

source: Show
tr_tr: Göster

# search_scope_input_hint
source: Subtree option will allow searching base directory and sub directories. One level will only search within the base directory
tr_tr: Alt ağaç seçeneği, ana dizin ve alt dizinlerde arama yapılmasını sağlar. Bir seviye yalnızca ana dizinde arama yapar

source: Sync Connection
tr_tr: Bağlantıyı Eşitle

# sync_interval
source: Sync Interval (in Hours)
tr_tr: Eşitleme Aralığı (Saat Cinsinden)

source: Sync Now
tr_tr: Şimdi Eşitle

source: Synchronization Failed
tr_tr: Eşitleme Başarısız Oldu

source: User Lookup Settings
tr_tr: Kullanıcı Arama Ayarları

source: User Name Attribute
tr_tr: Kullanıcı Adı Niteliği

source: User Search Filter
tr_tr: Kullanıcı Arama Filtresi

source: User Unique ID Attribute
tr_tr: Kullanıcı Benzersiz Kimlik Niteliği

source: User lookup
tr_tr: Kullanıcı arama

source: Work Shifts
tr_tr: Çalışma Vardiyaları

# n_users_found
source: {count} user(s) found
tr_tr: {count} kullanıcı bulundu

# n_users_will_be_imported
source: {count} user(s) will be imported
tr_tr: {count} kullanıcı içe aktarılacak

source: Account Number
tr_tr: Hesap Numarası

source: Account Type
tr_tr: Hesap Türü

source: Activate Employment
tr_tr: İstihdamı Etkinleştir

source: Add Custom Field
tr_tr: Özel Alan Ekle

source: Add Dependent
tr_tr: Yakın Ekle

source: Add Immigration
tr_tr: Göçmenlik Bilgisi Ekle

source: Enter allowed options separated by commas
tr_tr: İzin verilen seçenekleri virgülle ayırarak girin

source: Exemptions
tr_tr: Muafiyetler

source: Expiry date should be after issued date
tr_tr: Son kullanma tarihi, veriliş tarihinden sonra olmalıdır

source: Failed Rows
tr_tr: Başarısız Satırlar

source: Federal Income Tax
tr_tr: Federal Gelir Vergisi

source: Field Name
tr_tr: Alan Adı

source: Field Type
tr_tr: Alan Türü

source: First (& Middle) Name
tr_tr: Ad (& İkinci Ad)

source: First Name and Last Name are compulsory
tr_tr: Ad ve Soyad zorunludur

source: Fluency
tr_tr: Akılcılık

source: GPA/Score
tr_tr: GPA/Puan

source: Gender
tr_tr: Cinsiyet

source: Home
tr_tr: Ana Sayfa

source: Home Telephone
tr_tr: Ev Telefonu

source: Hourly
tr_tr: Saatlik

# gender_specified_value_should_be_either_m_or_f
source: If gender is specified, value should be either Male or Female
tr_tr: Eğer cinsiyet belirtilmişse, değer Erkek veya Kadın olmalıdır

source: Import Details
tr_tr: İçe Aktarma Detayları

source: Nickname
tr_tr: Takma Ad

source: Number
tr_tr: Numara

source: Optional Fields
tr_tr: Opsiyonel Alanlar

source: Other
tr_tr: Diğer

source: Other Id
tr_tr: Diğer Kimlik

source: Passport
tr_tr: Pasaport

source: Pay Frequency
tr_tr: Ücret Sıklığı

source: Semi Monthly
tr_tr: Yarı Aylık

source: Service Period
tr_tr: Hizmet Süresi

source: Should be within Min/Max values
tr_tr: Minimum/Maksimum değerler arasında olmalıdır

source: Show Deprecated Fields
tr_tr: Kullanım Dışı Alanları Göster

source: Show Nick Name, Smoker and Military Service in Personal Details
tr_tr: Kişisel Detaylarda Takma Ad, Sigara İçen ve Askerlik Hizmetini Göster

source: Show SIN field in Personal Details
tr_tr: Kişisel Detaylarda SIN Alanını Göster

source: Show SSN field in Personal Details
tr_tr: Kişisel Detaylarda SSN Alanını Göster

source: Show US Tax Exemptions menu
tr_tr: ABD Vergi Muafiyetleri Menüsünü Göster

source: Single
tr_tr: Bekar

source: Assigned Dependents
tr_tr: Atanmış Yakınlar

source: Assigned Emergency Contacts
tr_tr: Atanmış Acil Durum Kişileri

source: Assigned Immigration Records
tr_tr: Atanmış Göçmenlik Kayıtları

source: Assigned Memberships
tr_tr: Atanmış Üyelikler

source: Assigned Salary Components
tr_tr: Atanmış Maaş Bileşenleri

# n_records_failed_to_import
source: {count,plural, =0{No Records Failed to Import} one{1 Record Failed to Import} other{ # Records Failed to Import}}
tr_tr: {count,plural, =0{Hiç Kayıt İçe Aktarılamadı} one{1 Kayıt İçe Aktarılamadı} other{# Kayıt İçe Aktarılamadı}}
